Repository: kodi-game/game.libretro.parallext
Catalog: game.libretro.parallext/resources/language/resource.language.*/strings.po
Languages: ga

# Addon Description
source: ParaLLeXT is a forked version of ParaLLEl N64, a Nintendo 64 emulator made specifically for Libretro.
ga: Is leagan forcaithe de ParaLLEl N64 é ParaLLeXT, aithriseoir Nintendo 64 atá déanta go sonrach do Libretro.

# #30001
source: CPU Core
ga: Croílár LAP

# #30002
source: Graphics accuracy
ga: Cruinneas grafaicí

# #30003
source: LLE RSP Plugin
ga: Breiseán LLE RSP

# #30004
source: Dithering
ga: Díthráil

# #30005
source: (Angrylion) VI Overlay
ga: Forleagan (Angrylion) VI

# #30006
source: (Angrylion) Multi-threading
ga: Il-shnáithe (Angrylion)

# #30007
source: (Angrylion) Hide overscan
ga: (Angrylion) Folaigh róscanadh

# #30008
source: (Angrylion) Thread sync level
ga: Leibhéal sioncrónaithe snáithe (Angrylion)

# #30009
source: 4:3 Resolution (restart)
ga: Taifeach 4:3 (atosú)

# #30010
source: 16:9 Resolution
ga: Rún 16:9

# #30011
source: Aspect Ratio
ga: Cóimheas Gnéithe

# #30012
source: Bilinear filtering mode
ga: Mód scagtha délíneach

# #30013
source: MSAA level
ga: Leibhéal MSAA

# #30015
source: Frame Duplication
ga: Dúbláil Fráma

# #30016
source: Framerate
ga: Ráta Fráma

# #30017
source: VI Refresh (Overclock)
ga: Athnuachan VI (Róchlogáil)

# #30018
source: Noise Emulation
ga: Aithris Torainn

# #30019
source: Framebuffer Emulation
ga: Aithris Maoláin Fráma

# #30020
source: LOD Emulation
ga: Aithris LOD

# #30021
source: Color buffer to RDRAM
ga: Maolán datha chuig RDRAM

# #30022
source: Depth buffer to RDRAM
ga: Maolán doimhneachta chuig RDRAM

# #30023
source: Background Mode
ga: Mód Cúlra

# #30024
source: Hardware per-pixel lighting
ga: Soilsiú crua-earraí in aghaidh an phicteilín

# #30025
source: Continuous texrect coords
ga: Comhordanáidí cearta leanúnacha

# #30026
source: Native res. 2D texrects
ga: Teorach 2T i réiteach dúchasach

# #30027
source: Less accurate blending mode
ga: Mód chumasc nach bhfuil chomh cruinn

# #30028
source: GPU shader depth write
ga: Scríobh doimhneacht scáthaithe GPU

# #30029
source: N64 Depth Compare
ga: Doimhneacht N64 Comparáid

# #30030
source: Cache GPU Shaders
ga: Scáthóirí GPU Taisce

# #30031
source: Cache Textures
ga: Uigeachtaí Taisce

# #30032
source: Overscan
ga: Ró-scanadh

# #30033
source: Overscan Offset (Top)
ga: Fritháireamh Ró-scan (Barr)

# #30034
source: Overscan Offset (Left)
ga: Fritháireamh Ró-scan (Ar Chlé)

# #30035
source: Overscan Offset (Right)
ga: Fritháireamh Ró-scan (Ar Dheis)

# #30036
source: Overscan Offset (Bottom)
ga: Fritháireamh Ró-scan (Bun)

# #30037
source: Max texture cache size
ga: Uasmhéid taisce uigeachta

# #30038
source: Texture filter
ga: Scagaire uigeachta

# #30039
source: Texture Enhancement
ga: Feabhsú Uigeachta

# #30040
source: Filter background textures
ga: Scag uigeachtaí cúlra

# #30041
source: Use High-Res textures
ga: Úsáid uigeachtaí Ardtaifigh

# #30042
source: Use High-Res Texture Cache Compression
ga: Bain úsáid as Comhbhrú Taisce Uigeachta Ardtaifigh

# #30043
source: Use High-Res Full Alpha Channel
ga: Úsáid Cainéal Alfa Iomlán Ardtaifigh

# #30044
source: Use enhanced Texture Storage
ga: Úsáid Stóráil Uigeachta feabhsaithe

# #30045
source: Use enhanced Hi-Res Storage
ga: Bain úsáid as Stóráil Hi-Res feabhsaithe

# #30048
source: Analog Deadzone (percent)
ga: Crios Marbh Analógach (céatadán)

# #30049
source: Analog Sensitivity (percent)
ga: Íogaireacht Analógach (céatadán)

# #30050
source: Player 1 Pak
ga: Pacáiste Imreoir 1

# #30051
source: Player 2 Pak
ga: Pacáiste Imreoir 2

# #30052
source: Player 3 Pak
ga: Pacáiste Imreoir 3

# #30053
source: Player 4 Pak
ga: Pacáiste Imreoir 4

# #30054
source: Count Per Op
ga: Comhair in aghaidh an Op
